function hi() {
  console.log("Hello World!");
}
hi();
const moment = require("moment-timezone");
module.exports.config = {
  'name': 'autotime',
  'version': "2.0.0",
  'role': 0x0,
  'author': "MR᭄﹅ MAHABUB﹅ メꪜ",
  'description': "autotime",
  'category': "AutoTime",
  'countDown': 0x3
};
module.exports.onLoad = async ({
  api: _0x1d5129
}) => {
  const _0x1aca94 = {
    "12:00:00 AM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟏𝟐:𝟎𝟎 𝐀𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\nसो जाओ, वह व्यक्ति तुम्हारा नहीं है।__||😊😅\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },सो जाओ, वह व्यक्ति तुम्हारा नहीं है।__||😊😅\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "01:00:00 AM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟏:𝟎𝟎 𝐀𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n___इस शहर में इतना कुछ होता है, लेकिन मैं नहीं मरता!>🥺\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "02:00:00 AM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟐:𝟎𝟎 𝐀𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n_____💥🦋''अचानक, एक दिन, मैं अनजाने में अंधेरे में खो जाऊंगा।..!!>3🥀\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "03:00:00 AM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟑:𝟎𝟎 𝐀𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\nदुःख - मुझसे प्यार करता है.!.!!>😅\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐂.𝐄.𝐎⸙𝐌𝐀𝐇𝐀𝐁𝐔𝐁𓆪___//🩷🪽"
    },
    "04:00:00 AM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟒:𝟎𝟎 𝐀𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n-••🌻🦋🤍जैसे-जैसे आपकी उम्र बढ़ती जाएगी, नुकसानों की सूची लंबी होती जाएगी, और वे लोग भी खो जाएंगे जिनके साथ आप होने चाहिए थे।!!🦋🌼\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
  
    "05:00:00 AM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟓:𝟎𝟎 𝐀𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n__💜🔐🌈 __\n\n🐰!<— ❝“যে ইচ্ছেগুলো কখনোই পূরন হবার না মনটা সবসময় সেটা নিয়েই পড়ে থাকে” ❞ -!!-) 🙃🥀🌻\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "06:00:00 AM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟔:𝟎𝟎 𝐀𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\_🌸🖤  -𝗣𝗲𝗼𝗽𝗹𝗲 𝗟𝗼𝘀𝘁 𝗜𝗻 𝗘𝘅𝘁𝗿𝗲𝗺𝗲 𝗣𝗿𝗶𝗱𝗲 𝗡𝗲𝘃𝗲𝗿 𝗖𝗼𝗺𝗲 𝗕𝗮𝗰𝗸-!!🙂🐰\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "07:00:00 AM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟕:𝟎𝟎 𝐀𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n𝐎𝐧𝐞 𝐃𝐚𝐲...☺️\n           ___ღ राधे राधे😊🖤\n_एक दिन, हर कोई हँसेगा और कहेगा, "जब मैं मर जाऊंगा,...!💔\n_अच्छा हुआ मर गया 🙂\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "08:00:00 AM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟖:𝟎𝟎 𝐀𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\-“🐰♡︎𝗕𝗲✨🍥𝗠𝗶𝗻𝗲-!<😻🍭\n\n-!🧚‍♀️𝗜🐼-𝗪𝗶𝗹𝗹✨🍒𝗸𝗲𝗲𝗽😽𝘆𝗼𝘂-🧸💜-𝗙𝗼𝗿𝗲𝘃𝗲𝗿:)🌈\n\n🍒তুমি আমার সাধ্যের বাহিরে চাওয়া এক সুন্দর মানুষ।।🙂💔🥀\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "09:00:00 AM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟗:𝟎𝟎 𝐀𝐌 🩷«—•\n \n✢━━━━━━━━━━━━━━━✢\n\n°🐹💙_𝗧𝗿𝘂𝘀𝘁 M𝗲 🔐\n\n  - 𝗜 𝗮𝗹𝘄𝗮𝘆𝘀 𝗯𝗲𝗹𝗶𝗲𝘃𝗲 𝘁𝗵𝗮𝘁)🐰\n\n__!!>☁️✨🌻''--𝐋𝐢𝐟𝐞 𝐈𝐬 𝐑𝐞𝐚𝐥𝐥𝐲 𝐁𝐞𝐚𝐮𝐭𝐢𝐟𝐮𝐥 अगर तुम साथ हो : )🪈🦚🪷..!!🖤💜🙂💫 ✨\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "10:00:00 AM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟏𝟎:𝟎𝟎 𝐀𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n~💌" ((^^^)) ẞc Etnīīī ('') ßadīīī DunīīYa Hwīīī;🙂 Lekīīīn sare ("Madharch(o)d") mere pass <||3 Hīīīe ßhare pade Hwīīīn'-(☺️👍—-༄༎🖤༎ྂ•——༄༎•༄༎•🙂🖤🦋\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "11:00:00 AM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟏𝟏:𝟎𝟎 𝐀𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n_____🐰💫🤍\n\n♡︎– ⸻᳟ͯ👄⟶᳟ͯ𝗧⃪𝗿⃪𝆭𝞄⃪᳟𝘀⃪𝘁᳞
🥵⎯͓𝝗⃪𝝰᳟𝆭𝝱⃪𝝲᳟⸻᳟ͯ🤌𝗴⃪𝝸᳟𝆭𝝼⃪𝝴⃨ 𝗺⃪᳟𝆭𝝴 𝝾⃪𝆭𝝶⃪᳟𝝴 𝗸⃪𝝸⃪᳟𝘀⃪𝆭𝘀᳟⸻᳟ͯ👄⟶᳟ͯ𝗧⃪𝗿⃪𝆭𝞄⃪᳟𝘀⃪𝘁᳞ 𝗺⃪᳟𝆭𝝴⸻᳟ͯ🪞· ⟶̽𝝶⃪𝝴⃪᳞𝆭𝞆𝞃᳟ 𝗱⃪𝆭𝝰⃪᳟𝝲᳞⸻᳟ͯ ⃪🌻🖤\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "12:00:00 PM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟏𝟐:𝟎𝟎 𝐏𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n -(🐰✨𝗜 𝗟𝗼𝘃𝗲 𝗨<33 𝗦𝘂𝗰𝗵 𝗔𝗻 𝗨𝗴𝗹𝘆 𝗪𝗼𝗿𝗱✨🦋-!                                  -!^𝗜𝘁 𝗦𝗵𝗼𝘂𝗹𝗱 𝗕𝗲!ᵉ\n\n_🔐💜💫𝐋𝐢𝐟𝐞 𝐈𝐬 𝐑𝐞𝐚𝐥𝐥𝐲 𝐁𝐞𝐚𝐮𝐭𝐢𝐟𝐮𝐥 अगर तुम साथ हो : )🪈🦚🪷!🌸🌼\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "01:00:00 PM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟏:𝟎𝟎 𝐏𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n_সর্বহারা পথিকের ছন্নছাড়া অস্তিত্ব 😅\n_ মাতোয়ারা পথকষ্টের হতচ্ছাড়া একাকিত্ব 🖤🌺\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "02:00:00 PM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟐:𝟎𝟎 𝐏𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n𝗟𝗶𝗳𝗲 𝗶𝘀 𝗯𝗲𝗮𝘂𝘁𝗶𝗳𝘂𝗹 𝗶𝗳 𝘆𝗼𝘂 𝗗𝗼𝗻𝘁 𝗙𝗮𝗹𝗹 𝗶𝗻 𝗟𝗼𝘃𝗲 \n\n♡︎_জীবন সুন্দর যদি কারো মায়ায় না পড়ো -🙂💔\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "03:00:00 PM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟑:𝟎𝟎 𝐏𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n_ 𝗣𝗲𝗵𝗹𝗶 𝗡𝗮𝘇𝗮𝗿 𝗠𝗮𝗶𝗻 𝗞𝗮𝗶𝗦𝗔 𝗝𝗔𝗱𝘂 𝗞𝗮𝗿 𝗗𝗶𝘆𝗔 🫶👀✨\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "04:00:00 PM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟒:𝟎𝟎 𝐏𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n━𝙈𝙮 𝘿𝙧𝙚𝙖𝙢𝙨 𝘿𝙤 𝙣𝙤𝙩 𝘾𝙤𝙢𝙚🌸\n       𝙩𝙧𝙪𝙚 𝙡𝙣 𝙡𝙢𝙖𝙜𝙞𝙣𝙖𝙩𝙞𝙤𝙣__🌼\n\n❥⸻᳟ͯ👄⟶᳟ͯ𝗧⃪𝗿⃪𝆭𝞄⃪᳟𝘀⃪𝘁᳞
🥵⎯͓𝝗⃪𝝰᳟𝆭𝝱⃪𝝲᳟⸻᳟ͯ🤌𝗴⃪𝝸᳟𝆭𝝼⃪𝝴⃨ 𝗺⃪᳟𝆭𝝴 𝝾⃪𝆭𝝶⃪᳟𝝴 𝗸⃪𝝸⃪᳟𝘀⃪𝆭𝘀᳟⸻᳟ͯ👄⟶᳟ͯ𝗧⃪𝗿⃪𝆭𝞄⃪᳟𝘀⃪𝘁᳞ 𝗺⃪᳟𝆭𝝴⸻᳟ͯ🪞· ⟶̽𝝶⃪𝝴⃪᳞𝆭𝞆𝞃᳟ 𝗱⃪𝆭𝝰⃪᳟𝝲᳞⸻᳟ͯ ⃪𝐋𝐢𝐟𝐞 𝐈𝐬 𝐑𝐞𝐚𝐥𝐥𝐲 𝐁𝐞𝐚𝐮𝐭𝐢𝐟𝐮𝐥 अगर तुम साथ हो : )🪈🦚🪷🌺🙂\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "05:00:00 PM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟓:𝟎𝟎 𝐏𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n🍒---আমি সেই গল্পের বই-🙂 -যে বই সবাই পড়তে পারলেও-😌 -অর্থ বোঝার ক্ষমতা কারো নেই..!☺️🥀💔\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "06:00:00 PM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟔:𝟎𝟎 𝐏𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n── 🔖🐬 =:))🥺-:((" ♥️"-)) 🖇️-:[-🔖"•°|| औ༢ फि༢ ((^^)) मन से; 💌उत༢ गए'-(🙂|-8" मनपसंद ('')> लोग;☺️♥️꯭̽𝆭ꪶ ː͢-🥹'-))🐬🦋🥀 ───꯭̽𝆭ꪶ ː͢-😍\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
   
    "07:00:00 PM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟕:𝟎𝟎 𝐏𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n~💌" ((^^^)) ẞc Etnīīī ('') ßadīīī DunīīYa Hwīīī;🙂 Lekīīīn sare ("Madharch(o)d") mere pass <||3 Hīīīe ßhare pade Hwīīīn'-(☺️👍🥰\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "08:00:00 PM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟖:𝟎𝟎 𝐏𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n🩷”𝙆𝙝𝙪𝙙 𝙈𝙖𝙞𝙞 𝙅𝙝𝙖𝙠𝙣𝙚 𝙆𝙚 𝙇𝙞𝙞𝙮𝙚 𝙅𝙞𝙞𝙜𝙖𝙧 𝘾𝙝𝙖𝙝𝙞𝙞𝙮𝙚 𝙅𝙖𝙣𝙖𝙗”—😪
 ”𝘿𝙪𝙨𝙧𝙤𝙣 𝙈𝙖𝙞𝙞 𝘽𝙪𝙧𝙖𝙞𝙞 𝘽𝙩𝙖𝙣𝙚 𝙈𝙖𝙞𝙞 𝙃𝙖𝙧 𝙎𝙝𝙖𝙠𝙨𝙝 𝙈𝙖𝙝𝙞𝙞𝙧 𝙃𝙖𝙞𝙞 ”🤞💯❤️😘\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "09:00:00 PM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟎𝟗:𝟎𝟎 𝐏𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n"—‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎🌎𝗝𝗮𝗮η 𝗗𝗮𝗮𝗹 𝗛𝗲 𝗗𝗲𝘁𝗮 𝗛𝗮ıı 𝗠𝘂𝗷𝗵𝗺𝗲ɣ
  ⎯꯭‌"°🫰🏻"𝗧𝗲𝗿𝗮 ɣ𝗼𝘂 :𝗝𝗮𝗮𝗻" 𝗞𝗮𝗵𝗻𝗮🙈❤️🥹
😘\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "10:00:00 PM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟏𝟎:𝟎𝟎 𝐏𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\n— ✯⤾.❉্᭄͜͡ 𝗠ʌııη Ꮗ❍ 𝗡ʌᏇʌɓ 𝗝ʌʌɗıı 𝗛ʋη 𝗝ıı𝘀ɘ 𝗔𝗽ηɘ 𝗛ʋ𝘀η 𝗣ɘʀ 𝗛ıı 𝗡ʜıı 𝗔𝗽ηɘ 𝗞ııʀɗʌʌʀ 𝗣ɘʀ 𝗕ʜıı 𝗙ʌĸʜʀʀ 𝗛ʌıı____°❥͜͡⸙ﾟ°🩷\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    },
    "11:00:00 PM": {
      'message': "•—»🩷 𝐓𝐈𝐌𝐄 𝟏𝟏:𝟎𝟎 𝐏𝐌 🩷«—•\n  \n✢━━━━━━━━━━━━━━━✢\n\- •⏤͟ 💋𝗖𝗵𝘂 𝗟𝗲ʈ𝗲 𝗵𝗮ıı 𝗧𝗲ɼ𝗲 𝗔𝗵𝘀𝗮𝗮𝘀 𝗞❍ 𝗕𝗮η𝗱 𝗔𝗮η𝗸𝗵❍η 𝗦ɘ 𝗯𝗵ıı
𝗧𝘂𝗷𝗵ɘ 𝗠𝗮𝗵𝘀𝘂𝘀 𝗞𝗮ɼη𝗲 𝗸ɘ 𝗟ııɣ𝗲 𝗧𝘂 𝗦𝗮𝗺η𝗲 𝗛❍ ɣɘ 𝗝𝗮ɼ𝘂ɼıı 𝗧❍ 𝗻𝗵ıı🫰
               @highlight__||🖤😊💔\n\n✢━━━━━━━━━━━━━━━✢\n\⃝—͟͟͞͞ 𝐃𝐢𝐝𝐚𝐫 𝐄𝐢𝐧𝐬𝐭𝐞𝐢𝐧'𝐬"
    }
  };
  const _0x2c827b = () => {
    const _0xde61e3 = moment().tz("Asia/Dhaka");
    const _0x36cc76 = _0xde61e3.format("hh:mm:ss A");
    const _0x3185db = _0x1aca94[_0x36cc76];
    if (_0x3185db) {
      const _0x4c3da8 = global.db.allThreadData.map(_0x16cca0 => _0x16cca0.threadID);
      _0x4c3da8.forEach(async (_0x15884f, _0x53e397) => {
        _0x1d5129.sendMessage({
          'body': _0x3185db.message
        }, _0x15884f);
      });
    }
    const _0x5be7d3 = moment().add(0x1, 'minute').startOf('minute');
    const _0x39a664 = _0x5be7d3.diff(moment());
    setTimeout(_0x2c827b, _0x39a664);
  };
  _0x2c827b();
};
module.exports.onStart = () => {};
